IdeaRS.OpenModel.Result.Member
Member identification

IdeaRS.OpenModel.Result.Member.#ctor
Constructor

IdeaRS.OpenModel.Result.Member.#ctor(IdeaRS.OpenModel.Result.MemberType,System.Int32)
Constructor
memberType: Type of member
id: Id of member

IdeaRS.OpenModel.Result.Member.MemberType
Type of member

IdeaRS.OpenModel.Result.Member.Id
Id of member